[
    {"witz": "Chuck Norris hat nicht Geburtstag. Er war schon immer da"},
    {"witz": "Chuck Norris feiert seinen Geburtstag nicht. Sein Geburtstag feiert ihn!"},
    {"witz": "Der Akku von Chuck Norris‘ Smartphone ist schon seit drei Monaten leer, aber es traut sich nicht auszugehen"},
    {"witz": "Chuck Norris hat einen Grizzlybären Vorleger in seinem Zimmer. Der Bär ist nicht tot, er hat nur Angst sich zu bewegen"},
    {"witz": "Chuck Norris läuft die 100 m in einer Sekunde. Er kennt eine Abkürzung"},
    {"witz": "Chuck Norris ist eigentlich schon vor 10 Jahren gestorben. Der Tod hatte bisher nur noch nicht den Mut, es ihm zu sagen"},
    {"witz": "Chuck Norris hat bis zur Unendlichkeit gezählt ... 2-mal"},
    {"witz": "Chuck Norris kann schwarze Filzstifte nach Farbe sortieren"},
    {"witz": "Einige Leute tragen Superman Schlafanzüge. Superman trägt Chuck Norris Schlafanzüge."},
    {"witz": "Chuck Norris kann ein Feuer entfachen, indem er zwei Eiswürfel aneinander reibt."},
    {"witz": "Chuck Norris kann Drehtüren zuschlagen!"},
    {"witz": "Chuck Norris verzichtet auf seine Rechte — seine Linke ist sowieso schneller ..."},
    {"witz": "Chuck Norris kennt die letzte Ziffer von Pi"},
    {"witz": "Bill Gates lebt in ständiger Angst, dass der PC von Chuck Norris abstürzt"},
    {"witz": "Chuck Norris hat beim Pokern gewonnen, mit Pokémon-Karten"},
    {"witz": "Chuck Norris gewinnt Schach in einem Zug"},
    {"witz": "Chuck braucht keine Fernbedienung, der Fernseher schaltet aus Angst um"},
    {"witz": "Arnold Schwarzenegger musste wegen schweren Verletzungen ins Krankenhaus eingeliefert werden. Chuck Norris hatte ihn auf Facebook angestupst"},
    {"witz": "Chuck Norris hat seine Führerscheinprüfung bestanden – und zwar zu Fuß."},
    {"witz": "Chuck Norris kann im Kinderkarussell überholen"},
    {"witz": "Chuck Norris kann unter Wasser grillen"},
    {"witz": "Chuck Norris hatte einmal Atlantis besucht. Der Rest ist Geschichte"},
    {"witz": "Chuck Norris kann mit zwei Händen 29 zeigen"},
    {"witz": "Chuck Norris sucht nicht, er findet"},
    {"witz": "Chuck Norris hat binnen 23 Minuten den Mount Everest bestiegen. Es hätte nur 10 Minuten in Anspruch genommen, wenn der Berg nicht versucht hätte zu flüchten"},
    {"witz": "Das Auto von Chuck Norris braucht kein Benzin, es fährt aus Respekt"},
    {"witz": "Beim Spazierengehen wurde neulich der Blitz von Chuck Norris getroffen"},
    {"witz": "Am siebten Tag machte Gott eine Pause, weil Chuck Norris seine Ruhe haben wollte"},
    {"witz": "Chuck Norris kann in der Ecke eines kreisrunden Raums sitzen"},
    {"witz": "Es gibt keine Evolutionstheorie. Nur eine Liste von Kreaturen, denen Chuck Norris erlaubt zu leben"},
    {"witz": "Chuck Norris trägt keine Uhr. Er entscheidet, wie spät es ist!"},
    {"witz": "Chuck Norris hat beim Schwimmen Amerika entdeckt."},
    {"witz": "Gott sprach: \"Es werde Licht!\" Chuck Norris antwortete: \"Sag bitte!\""},
    {"witz": "Chuck Norris kann über seinen Schatten springen ..."},
    {"witz": "Chuck Norris schläft bei Licht. Nicht weil er Angst vor der Dunkelheit hat, sondern weil die Dunkelheit Angst vor ihm hat"},
    {"witz": "Chuck Norris wirft keinen Schatten – die Wand will nur so aussehen wie er"},
    {"witz": "Als Alexander Bell das Telefon erfand, hatte er bereits 3 Anrufe in Abwesenheit von Chuck Norris"},
    {"witz": "Geister sitzen um das Lagerfeuer und erzählen Chuck Norris Geschichten"},
    {"witz": "Chuck Norris war einmal in eine Messerstecherei verwickelt. Das Messer hat verloren"},
    {"witz": "Chuck Norris wurde einmal von einer Königskobra gebissen. Nach fünf qualvollen Tagen voller Schmerz starb die Kobra."},
    {"witz": "Chuck Norris kann Zwiebeln zum Weinen bringen"},
    {"witz": "Chuck Norris hat als Kind auch Sandburgen gebaut. Wir kennen sie heute als Pyramiden"},
    {"witz": "Am Anfang war das Nichts. Dann roundhousekickte Chuck Norris dieses Nichts und sagte: „Such‘ Dir einen Job!“ Das ist die Geschichte der Entstehung des Universums"},
    {"witz": "Einmal wurde Chuck Norris auf Latein beleidigt. Seitdem gilt es als tote Sprache"},
    {"witz": "Das Universum dehnt sich immer weiter aus - es flieht vor Chuck Norris"},
    {"witz": "Wenn Chuck Norris beim Russisch Roulette verliert, will er eine Revanche"},
    {"witz": "Chuck Norris hat einmal 37 Terroristen mit zwei Kugeln getötet. Die erste Kugel war ein Warnschuss"},
    {"witz": "Der Sensenmann fürchtet sich vor dem Tag, an dem Chuck Norris bei ihm vor der Tür steht"},
    {"witz": "Chuck Norris lügt nicht. Die Wahrheit ist einfach falsch"},
    {"witz": "Chuck Norris erfuhr einmal, dass nichts ihn besiegen könne. Deshalb machte er sich auf die Suche nach dem Nichts und tötete es."},
    {"witz": "Chuck Norris ist so schnell – wenn er das Licht ausschaltet, ist er im Bett, bevor der Raum dunkel ist"},
    {"witz": "Chuck Norris kann eine Party schmeißen. 100 Meter weit"},
    {"witz": "Die GEZ zahlt Chuck-Norris-Gebühren"},
    {"witz": "Chuck Norris besitzt die Rechte an Copyright ©"},
    {"witz": "Chuck Norris trinkt seinen Kaffee schwarz. Ohne Wasser"},
    {"witz": "Chuck Norris kann die Luft anhalten – die Ganze"},
    {"witz": "Chuck Norris kann Hardware downloaden"},
    {"witz": "Wenn Du alleine ein Rennen gegen Chuck Norris fährst, wirst Du Dritter"},
    {"witz": "Chuck Norris benutzt Tabasco als Augentropfen!"},
    {"witz": "Chuck Norris kann Spanisch auf Englisch"},
    {"witz": "Das Angebot, die Welt zu regieren, lehnte Chuck Norris ab. Er suchte einen Vollzeit-Job"},
    {"witz": "Auch Chuck Norris kann unter Wasser nicht atmen. Er macht es trotzdem"},
    {"witz": "Chuck Norris zielt nicht, er trifft"},
    {"witz": "Die Schweiz ist nur deshalb neutral, weil sie noch nicht weiß, auf welcher Seite Chuck Norris steht"},
    {"witz": "Chuck Norris kann ein Happy Meal zum Weinen bringen"},
    {"witz": "Chuck Norris überwacht die NSA, ohne dass sie es merkt"},
    {"witz": "Chuck Norris lernt nicht aus Fehlern, Fehler lernen aus Chuck Norris"},
    {"witz": "Chuck Norris wurde gestern geblitzt — beim Einparken"},
    {"witz": "Chuck Norris presst aus einem Kilo Orangen zwei Liter Saft"},
    {"witz": "Wenn Chuck Norris puzzeln will, kauft er sich eine Tüte Paniermehl und baut die Semmeln wieder zusammen"},
    {"witz": "Chuck Norris sucht nicht bei Google - Google fragt Chuck Norris"},
    {"witz": "Chuck Norris kann M&Ms alphabetisch sortieren"},
    {"witz": "Chuck Norris kann den toten Winkel zum Leben erwecken"},
    {"witz": "Chuck Norris durchquert die Wüste immer mit zwei Kamelen, denn die Gewichtsverteilung ist einfach besser, wenn man unter beiden Armen etwas trägt"},
    {"witz": "Chuck Norris baute mal eine Tür in die Schallmauer, damit er sie nicht immer durchbrechen muss"},
    {"witz": "Chuck Norris atmet nicht. Er hält die Luft als Geisel"},
    {"witz": "Chuck Norris läuft nicht. Er ist da!"},
    {"witz": "Chuck Norris frankiert Briefe mit seinem Passfoto"},
    {"witz": "Wenn Bruce Banner wütend wird, verwandelt er sich in Hulk. Wenn Hulk wütend wird, verwandelt er sich in Chuck Norris."},
    {"witz": "Chuck Norris kann mit einer Lupe Feuer machen - bei Nacht"},
    {"witz": "Wenn kleine Kinder ins Bett gehen, schauen sie vorher, ob Monster unterm Bett sind. Wenn Monster ins Bett gehen, schauen sie vorher, ob Chuck Norris unterm Bett ist"},
    {"witz": "Chuck Norris kann 141 Zeichen twittern!"},
    {"witz": "Chuck Norris läuft bei Super Mario nach links"},
    {"witz": "Chuck Norris hält seine Elfmeter selbst"},
    {"witz": "Wie hört es sich an, wenn Chuck Norris angeln geht? — Du, Du und Du: rauskommen!"},
    {"witz": "Chuck Norris wurde letztens von der Polizei angehalten. Die Polizisten sind mit einer Verwarnung davon gekommen."},
    {"witz": "Chuck Norris isst zu jeder Mahlzeit ein Steak - meistens vergisst er, vorher die Kuh zu schlachten"},
    {"witz": "Chuck Norris kann chinesisches Essen mit einem Stäbchen essen"},
    {"witz": "Voldemort nennt Chuck Norris \"Du-weißt-schon-wer\""},
    {"witz": "Wenn Chuck Norris Liegestützen macht, drückt er die Welt nach unten"},
    {"witz": "Wenn Chuck Norris in den Himmel schaut, fangen die Wolken vor Angst an zu schwitzen. Manche nennen es Regen"},
    {"witz": "Chuck Norris schläft mit einem Kopfkissen unter seiner Waffe"},
    {"witz": "Chuck Norris wird nie einen Oscar als Schauspieler bekommen - weil er nicht schauspielert"},
    {"witz": "Der Film \"300\" sollte eigentlich \"1 - Chuck Norris gegen die Perser\" heißen. Aber wer schaut schon einen 3-Sekunden-Film?"},
    {"witz": "Chuck Norris kann Bälle umkippen!"},
    {"witz": "Chuck Norris hat bei Burger King einen Big Mac bestellt - und hat ihn bekommen!"},
    {"witz": "Chuck Norris macht Liegestütze und Sit-ups zur gleichen Zeit"},
    {"witz": "Chuck Norris rasiert sich nicht. Er schärft die Klinge an seinem Bart"},
    {"witz": "Chuck Norris hat mal einen Anstarr-Wettbewerb gegen sein Spiegelbild gewonnen"},
    {"witz": "Chuck Norris kann sich für ein Gruppenfoto alleine im Halbkreis aufstellen"}
  ]
  